{
    "plantes": [
      {
        "id": 1,
        "nom": "La tomate",
        "image_home": "https://i.goopics.net/u9p79n.png",
        "image_fiche": "https://i.goopics.net/fpgviu.png",
        "legume_description": "La tomate est un fruit-légume largement cultivé et consommé dans le monde entier. Originaire d'Amérique du Sud, elle est appréciée pour sa saveur juteuse et sa polyvalence culinaire. La tomate est utilisée dans une variété de plats, des salades aux sauces en passant par les soupes et les plats principaux.",
        "type_description": "La tomate est une plante annuelle de la famille des Solanacées. Elle peut être cultivée comme une plante vivace dans les climats chauds. Les feuilles de la tomate sont généralement composées de folioles dentées, et elle produit des fruits de différentes formes, tailles et couleurs, allant du rouge au jaune en passant par le vert.",
        "culture_description": "La tomate préfère un sol bien drainé et riche en matière organique, avec un pH légèrement acide à neutre (environ 6,0 à 7,0). Elle nécessite une exposition ensoleillée pour une croissance optimale et doit être arrosée régulièrement pour maintenir le sol humide. La taille et le tuteurage peuvent être nécessaires pour soutenir la plante et ses fruits.",
        "distance_description": "Pour permettre une croissance optimale et éviter la compétition entre les plants, il est recommandé de les espacer d'environ 45 à 60 centimètres dans les rangées, avec une distance de 60 à 90 centimètres entre les rangées. Cela permet aux plantes de recevoir suffisamment de lumière et d'air pour se développer pleinement.",        
        "lien_fiche": "fiche-tomate.html",
        "periode_semis": "Février à avril",
        "periode_recolte": "Juillet à septembre",
        "besoin_eau": "Élevé",
        "exposition": "Ensoleillée",
        "distance_plants": 40
      },
      {
        "id": 2,
        "nom": "La pomme de terre",
        "image_home": "https://i.goopics.net/mkb23h.png",
        "image_fiche": "https://i.goopics.net/pu9gvy.png",
        "legume_description": "La pomme de terre est l'un des légumes les plus populaires et les plus consommés dans le monde. Originaire des Andes, elle est appréciée pour sa polyvalence culinaire et sa capacité à être cuisinée de nombreuses manières différentes. La pomme de terre est une source importante de glucides et de divers nutriments, ce qui en fait un aliment de base dans de nombreuses cultures.",
        "type_description": "La pomme de terre est une plante herbacée vivace de la famille des Solanacées. Elle est cultivée comme une plante annuelle pour ses tubercules riches en amidon. Les feuilles de la pomme de terre sont composées de folioles et peuvent être vertes ou violacées. Les tubercules varient en taille, en forme et en couleur selon la variété.",
        "culture_description": "La pomme de terre pousse dans un sol bien drainé, meuble et fertile, avec un pH compris entre 5,0 et 7,0. Elle nécessite une exposition ensoleillée et un arrosage régulier pour maintenir le sol humide mais pas détrempé. La plantation des tubercules se fait généralement au printemps, avec un espacement approprié pour permettre une croissance optimale.",
        "distance_description": "Pour obtenir des tubercules de bonne taille et éviter la compétition entre les plants, il est recommandé de les espacer d'environ 30 à 45 centimètres dans les rangées, avec une distance de 60 à 75 centimètres entre les rangées. Cela permet aux plantes de se développer pleinement et facilite la récolte.",        
        "lien_fiche": "fiche-pomme-de-terre.html",
        "periode_semis": "Mars à mai",
        "periode_recolte": "Juin à septembre",
        "besoin_eau": "Moyen",
        "exposition": "Ensoleillée",
        "distance_plants": 30
      },
      {
        "id": 3,
        "nom": "La carotte",
        "image_home": "https://i.goopics.net/5br78r.png",
        "image_fiche": "https://i.goopics.net/jjwqq8.png",
        "legume_description": "Fruit racine comestible, la carotte est le compagon idéal de votre potager. Elle est largement utilisée en cuisine pour préparer une variété de plats, tels que des soupes, des purées, des salades et même des desserts grâce à sa saveur légèrement sucrée.",
        "type_description": "La carotte est une plante herbacée bisannuelle appartenant à la famille des Apiaceae. Elle est cultivée comme une plante annuelle, ce qui signifie qu'elle complète son cycle de vie en une seule saison de croissance. Les feuilles de la carotte sont pennées et divisées en folioles fines, tandis que la racine est charnue et conique.",
        "culture_description": "La carotte pousse généralement dans un sol bien drainé, meuble et riche en matière organique. Pour obtenir de belles carottes, il est recommandé de préparer le sol en le décompactant et en l'enrichissant avec du compost avant la plantation. Arrosez régulièrement pour maintenir le sol humide, mais évitez les excès d'eau pour éviter la pourriture des racines. Les mauvaises herbes doivent être éliminées régulièrement pour éviter la concurrence avec les carottes en croissance.",
        "distance_description": "Pour permettre un développement adéquat des carottes, il est conseillé de laisser un espacement d'environ 10 à 15 centimètres entre les plants. Cela permet aux racines de se développer sans entraves et favorise une bonne circulation de l'air. Un espacement plus étroit peut entraîner des carottes de petite taille ou des racines déformées.",
        "lien_fiche": "fiche-carotte.html",
        "periode_semis": "Mars à juin",
        "periode_recolte": "Juin à octobre",
        "besoin_eau": "Moyen",
        "exposition": "Mi-ombragée",
        "distance_plants": 5
      },
      {
        "id": 4,
        "nom": "L'aubergine",
        "image_home": "https://i.goopics.net/18k8xz.png",
        "image_fiche": "https://i.goopics.net/q1pkcx.png",
        "legume_description": "L'aubergine, également connue sous le nom d'aubergine ou de brinjal, est un fruit comestible de la famille des Solanacées. Originaire d'Inde, elle est largement utilisée dans de nombreuses cuisines à travers le monde. L'aubergine est appréciée pour sa chair tendre et sa capacité à absorber les saveurs des autres ingrédients lors de la cuisson.",
        "type_description": "L'aubergine est une plante vivace à feuilles caduques appartenant à la famille des Solanacées. Elle est cultivée comme une plante annuelle dans de nombreuses régions. Les feuilles de l'aubergine sont grandes, ovales et légèrement poilues, tandis que le fruit est généralement de forme oblongue ou ronde, avec une peau lisse et brillante dans différentes nuances de pourpre, de blanc ou de vert.",
        "culture_description": "L'aubergine prospère dans un sol bien drainé et fertile, avec un pH compris entre 5,5 et 7,5. Elle préfère les climats chauds et ensoleillés et nécessite une exposition directe au soleil pendant au moins 6 à 8 heures par jour. Avant la plantation, le sol doit être préparé en ajoutant du compost ou du fumier pour enrichir la fertilité du sol. L'aubergine est une plante gourmande en nutriments, alors assurez-vous de fournir un engrais équilibré tout au long de la saison de croissance.",
        "distance_description": "Pour une croissance optimale des plants d'aubergine, il est recommandé de les espacer d'environ 60 à 90 centimètres les uns des autres. Cela permet aux plantes de se développer pleinement, d'absorber la lumière du soleil et de favoriser une bonne circulation de l'air. Un espacement adéquat réduit également le risque de maladies fongiques et facilite la récolte des fruits.",        
        "lien_fiche": "fiche-aubergine.html",
        "periode_semis": "Février à mai",
        "periode_recolte": "Juillet à octobre",
        "besoin_eau": "Élevé",
        "exposition": "Ensoleillée",
        "distance_entre_plants_cm": 60
      },
      {
        "id": 5,
        "nom": "La courgette",
        "image_home": "https://i.goopics.net/qrsyab.png",
        "image_fiche": "https://i.goopics.net/xq5f6j.png",
        "legume_description": "La courgette est un légume fruit très polyvalent, largement utilisé dans de nombreuses cuisines du monde pour sa saveur douce et sa texture tendre. Elle est appréciée tant crue que cuite, et peut être utilisée dans une variété de plats, des salades aux plats principaux.",
        "type_description": "La courgette appartient à la famille des Cucurbitacées et est classée comme une plante annuelle. Elle produit des fruits allongés de couleur verte à jaune, avec une peau lisse et une chair ferme.",
        "culture_description": "La courgette prospère dans un sol bien drainé, riche en matière organique et légèrement acide à neutre (pH autour de 6,0 à 7,0). Elle nécessite une exposition ensoleillée et un climat chaud pour une croissance optimale. Les plants de courgette doivent être espacés pour permettre le développement des fruits.",
        "distance_description": "Pour favoriser la croissance des courgettes, les plants doivent être espacés d'environ 60 à 90 centimètres dans les rangs, avec un espacement de 90 à 120 centimètres entre les rangs. Cela permet aux plantes de se développer pleinement et de produire des fruits sains et savoureux.",
        "lien_fiche": "fiche-courgette.html",
        "periode_semis": "Avril à juin",
        "periode_recolte": "Juin à octobre",
        "besoin_eau": "Élevé",
        "exposition": "Ensoleillée",
        "distance_entre_plants_cm": 100
      },
      {
        "id": 6,
        "nom": "Le piment",
        "image_home": "https://i.goopics.net/bjibjw.png",
        "image_fiche": "https://i.goopics.net/si3dq2.jpg",
        "legume_description": "Le piment est un légume fruit utilisé pour ajouter de la chaleur et de la saveur aux plats. Originaire d'Amérique centrale et du Sud, il est largement cultivé dans le monde entier pour ses nombreuses variétés et niveaux de piquant.",
        "type_description": "Le piment appartient à la famille des Solanacées et est cultivé comme une plante annuelle. Il existe de nombreuses variétés de piments, allant des doux aux extrêmement piquants. Les fruits peuvent avoir différentes formes, couleurs et saveurs, en fonction de la variété.",
        "culture_description": "Les piments poussent mieux dans un sol bien drainé, riche en matière organique et légèrement acide à neutre (pH autour de 6,0 à 7,0). Ils nécessitent une exposition ensoleillée et un climat chaud pour une croissance optimale. Les plants de piment peuvent être cultivés en pleine terre ou en pots, avec un espacement approprié pour permettre le développement des fruits.",
        "distance_description": "Pour favoriser la circulation de l'air et éviter la concurrence entre les plants, il est recommandé de les espacer d'environ 30 à 45 centimètres dans les rangs, avec un espacement de 45 à 60 centimètres entre les rangs. Cela permet aux plants de piment de se développer pleinement et de produire des fruits sains et savoureux.",        
        "lien_fiche": "fiche-piment.html",
        "periode_semis": "Février à mai",
        "periode_recolte": "Juillet à octobre",
        "besoin_eau": "Moyen",
        "exposition": "Ensoleillée",
        "distance_entre_plants_cm": 40
        },
        {
          "id": 9,
          "nom": "Le brocoli",
          "image_home": "https://i.goopics.net/ny1ib9.png",
          "image_fiche": "https://i.goopics.net/hrjg6p.jpg",
          "legume_description": "Le brocoli est un légume crucifère vert foncé, souvent apprécié pour sa saveur douce et sa texture croquante. Originaire d'Italie, il est largement cultivé dans de nombreuses régions du monde pour ses bienfaits pour la santé et sa polyvalence culinaire.",
          "type_description": "Le brocoli est une plante herbacée bisannuelle de la famille des Brassicaceae, cultivée comme une plante annuelle. Il produit une tête comestible de bourgeons floraux serrés, entourés de feuilles vertes charnues.",
          "culture_description": "Le brocoli préfère un sol bien drainé, riche en matière organique et légèrement acide à neutre (pH autour de 6,0 à 7,0). Il nécessite une exposition ensoleillée et un climat frais pour une croissance optimale. Les plants de brocoli doivent être espacés pour permettre le développement des têtes.",
          "distance_description": "Pour favoriser la croissance des têtes de brocoli, les plants doivent être espacés d'environ 30 à 45 centimètres dans les rangs, avec un espacement de 45 à 60 centimètres entre les rangs. Cela permet aux têtes de se développer pleinement et de maintenir une circulation d'air adéquate.",
          "lien_fiche": "fiche-brocoli.html",
          "periode_semis": "Mars à juin",
          "periode_recolte": "Juillet à octobre",
          "besoin_eau": "Moyen",
          "exposition": "Mi-ombragée",
          "distance_entre_plants_cm": 30
          },
          {
            "id": 10,
            "nom": "Le concombre",
            "image_home": "https://i.goopics.net/865sey.png",
            "image_fiche": "https://i.goopics.net/3to925.jpg",
            "legume_description": "Le concombre est un légume fruit rafraîchissant et hydratant, largement utilisé dans les salades, les sandwiches et les plats d'accompagnement. Il est apprécié pour sa texture croquante et sa saveur douce.",
            "type_description": "Le concombre appartient à la famille des Cucurbitacées et est classé comme une plante annuelle. Il produit des fruits cylindriques de couleur verte, avec une peau lisse et une chair juteuse.",
            "culture_description": "Le concombre prospère dans un sol bien drainé, riche en matière organique et légèrement acide à neutre (pH autour de 6,0 à 7,0). Il nécessite une exposition ensoleillée et un climat chaud pour une croissance optimale. Les plants de concombre doivent être espacés pour permettre le développement des fruits.",
            "distance_description": "Pour favoriser la croissance des concombres, les plants doivent être espacés d'environ 40 à 60 centimètres dans les rangs, avec un espacement de 120 à 150 centimètres entre les rangs. Cela permet aux plantes de se développer pleinement et de produire des fruits sains et savoureux.",
            "lien_fiche": "fiche-concombre.html",
            "periode_semis": "Mai à juin",
            "periode_recolte": "Juillet à octobre",
            "besoin_eau": "Élevé",
            "exposition": "Ensoleillée",
            "distance_entre_plants_cm": 50
            }
    ]
  }
  